/* 
   Teams.strings
   iMovieApp

   Created by Randy Ubillos on 9/26/09.
   Copyright 2009 Apple Computer, Inc.. All rights reserved.
 */

selectPlayerList		= "Valitse pelaajaluettelo";
selectImage			= "Valitse kuva";

playerDescription		= "Nro %@ - %@";
teamDescription		= "%@ — %@";

selectTeamFile		= "Valitse joukkuetiedosto";
saveTeamLabel		= "Tallenna joukkue nimellä:";
saveTeamsLabel		= "Tallenna joukkueet nimellä:";

sport1Name			= "Pesäpallo";
sport1Statistic1		= "Paikka";
sport1Statistic2		= "Ikä";
sport1Statistic3		= "Pituus";
sport1Statistic4		= "Paino";

sport2Name			= "Jalkapallo";
sport2Statistic1		= "Paikka";
sport2Statistic2		= "Ikä";
sport2Statistic3		= "Pituus";
sport2Statistic4		= "Paino";

sport3Name			= "Jääkiekko";
sport3Statistic1		= "Paikka";
sport3Statistic2		= "Ikä";
sport3Statistic3		= "Pituus";
sport3Statistic4		= "Paino";

sport4Name			= "Lentopallo";
sport4Statistic1		= "Paikka";
sport4Statistic2		= "Ikä";
sport4Statistic3		= "Pituus";
sport4Statistic4		= "Paino";

sport5Name			= "Koripallo";
sport5Statistic1		= "Paikka";
sport5Statistic2		= "Ikä";
sport5Statistic3		= "Pituus";
sport5Statistic4		= "Paino";

team1Name			= "Tiikerit";
team1Season		= "Kevät '12";

player1Name		= "Virtanen";
player1Number		= "1";
player1Statistic1		= "Sentteri";
player1Statistic2		= "17";
player1Statistic3		= "176 cm";
player1Statistic4		= "68";

player2Name		= "Lahtinen";
player2Number		= "2";
player2Statistic1		= "Hyökkääjä";
player2Statistic2		= "17";
player2Statistic3		= "180 cm";
player2Statistic4		= "70";

newSportName		= "Uusi laji";
statistic1Label		= "Tieto 1";
statistic2Label		= "Tieto 2";
statistic3Label		= "Tieto 3";
statistic4Label		= "Tieto 4";

newTeamName		= "Uusi joukkue";
newTeamSeason		= "Uusi kausi";

newPlayerName		= "Uusi pelaaja";
newPlayerNumber		= "1";

// Team Editor undo descriptions
chooseImageTeam			= "Valitse joukkueen logo";
adjustImageTeam			= "Säädä joukkueen logoa";
editTeam				= "Muokkaa joukkuetta";
addTeam					= "Lisää joukkue";
addTeams				= "Lisää joukkueita";
deleteTeam				= "Poista joukkue";
deleteTeams				= "Poista joukkueita";
importTeams				= "Tuo joukkueita";

chooseImagePlayer		= "Valitse pelaajan kuva";
adjustImagePlayer		= "Säädä pelaajan kuvaa";
editPlayer				= "Muokkaa pelaajaa";
addPlayer				= "Lisää pelaaja";
deletePlayer			= "Poista pelaaja";
importPlayerList		= "Tuo pelaajaluettelo";

editSport				= "Muokkaa lajia";
addSport				= "Lisää laji";
deleteSport				= "Poista laji";

// Appended to a team, player, or sport name if required to make make an imported name unique
importUniqueFormat		= "%@ (tuotiin: %d)";

// Team Editor dialogs
askReplaceTeamDataFromImport	= "Joidenkin joukkueiden kaikki tiedot, mukaan lukien pelaajatiedot, korvataan tiedoston %@ tiedoilla.";
askReplacePlayerDataFromImport	= "Joidenkin pelaajien kaikki tiedot korvataan tiedoston %@ tiedoilla.";
notifyNameAlreadyTaken			= "%@ on jo käytössä. Valitse toinen nimi.";	/* Wording borrowed from Finder. */
